{
  "access": 0,
  "acl": 1,
  "aclfilter": 2,
  "aclpolicy": 3,
  "adjust": 4,
  "ado": 5,
  "adowana": 6,
  "allowed": 7,
  "am": 8,
  "and": 9,
  "ann": 10,
  "anomaly": 11,
  "aplikacji": 12,
  "app": 13,
  "appbootstrap": 14,
  "as": 15,
  "atno": 16,
  "audit": 17,
  "auditlogger": 18,
  "auth": 19,
  "authorization": 20,
  "baseline": 21,
  "be": 22,
  "before": 23,
  "begin": 24,
  "bm25": 25,
  "bm25scorer": 26,
  "bm25searcher": 27,
  "body": 28,
  "boost": 29,
  "bootstrap": 30,
  "build": 31,
  "builder": 32,
  "bundle": 33,
  "by": 34,
  "c0001": 35,
  "c0002": 36,
  "c0003": 37,
  "c0004": 38,
  "c0005": 39,
  "c0010": 40,
  "c0011": 41,
  "c0013": 42,
  "c0014": 43,
  "c0016": 44,
  "c0020": 45,
  "c0021": 46,
  "c0022": 47,
  "c0024": 48,
  "c0025": 49,
  "c0030": 50,
  "c0031": 51,
  "c0032": 52,
  "c0033": 53,
  "c0040": 54,
  "c0041": 55,
  "c0050": 56,
  "c0051": 57,
  "c0060": 58,
  "c0061": 59,
  "c0063": 60,
  "c0064": 61,
  "c0065": 62,
  "c0070": 63,
  "c0071": 64,
  "c0072": 65,
  "c0080": 66,
  "c0081": 67,
  "c0082": 68,
  "c0083": 69,
  "c0090": 70,
  "c0100": 71,
  "c0101": 72,
  "c0102": 73,
  "c0103": 74,
  "c0104": 75,
  "c0105": 76,
  "c0106": 77,
  "c0107": 78,
  "c0108": 79,
  "c0109": 80,
  "c0110": 81,
  "c0111": 82,
  "c0112": 83,
  "c0113": 84,
  "c0114": 85,
  "c0115": 86,
  "c0116": 87,
  "c0117": 88,
  "c0118": 89,
  "c0119": 90,
  "c0120": 91,
  "c0121": 92,
  "c0122": 93,
  "c0123": 94,
  "c0124": 95,
  "c0125": 96,
  "c0126": 97,
  "c0127": 98,
  "c0128": 99,
  "c0129": 100,
  "c0130": 101,
  "c0131": 102,
  "c0132": 103,
  "c0133": 104,
  "c0134": 105,
  "c0135": 106,
  "c0136": 107,
  "c0137": 108,
  "c0138": 109,
  "c0139": 110,
  "c0140": 111,
  "c0141": 112,
  "c0142": 113,
  "c0143": 114,
  "c0144": 115,
  "c0145": 116,
  "c0146": 117,
  "c0147": 118,
  "c0148": 119,
  "c0149": 120,
  "c0150": 121,
  "c0151": 122,
  "c0152": 123,
  "c0153": 124,
  "c0154": 125,
  "c0155": 126,
  "c0156": 127,
  "c0157": 128,
  "c0158": 129,
  "c0159": 130,
  "c0160": 131,
  "c0161": 132,
  "c0162": 133,
  "c0163": 134,
  "c0164": 135,
  "c0165": 136,
  "c0166": 137,
  "c0167": 138,
  "c0168": 139,
  "c0169": 140,
  "c0170": 141,
  "c0171": 142,
  "c0172": 143,
  "c0173": 144,
  "c0174": 145,
  "c0175": 146,
  "c0176": 147,
  "c0177": 148,
  "c0178": 149,
  "c0179": 150,
  "c0180": 151,
  "c0181": 152,
  "c0182": 153,
  "c0183": 154,
  "c0184": 155,
  "c0185": 156,
  "c0186": 157,
  "c0187": 158,
  "c0188": 159,
  "cache": 160,
  "cachec0100": 161,
  "cachec0103": 162,
  "cachec0108": 163,
  "cachec0115": 164,
  "cachec0123": 165,
  "cachec0143": 166,
  "cachec0144": 167,
  "cachec0160": 168,
  "cachec0165": 169,
  "cachec0166": 170,
  "cachec0174": 171,
  "cachec0177": 172,
  "cachec0184": 173,
  "calculate": 174,
  "calculatevat": 175,
  "calculation": 176,
  "calculator": 177,
  "check": 178,
  "checker": 179,
  "cia": 180,
  "class": 181,
  "classification": 182,
  "code": 183,
  "combine": 184,
  "command": 185,
  "common": 186,
  "compute": 187,
  "computerisk": 188,
  "config": 189,
  "configc0104": 190,
  "configc0107": 191,
  "configc0109": 192,
  "configc0111": 193,
  "configc0116": 194,
  "configc0121": 195,
  "configc0122": 196,
  "configc0124": 197,
  "configc0132": 198,
  "configc0137": 199,
  "configc0146": 200,
  "configc0180": 201,
  "configc0181": 202,
  "configure": 203,
  "connection": 204,
  "consignment": 205,
  "consistent": 206,
  "contains": 207,
  "control": 208,
  "cosine": 209,
  "cosinesimilarity": 210,
  "create": 211,
  "cross": 212,
  "crossencoderreranker": 213,
  "db": 214,
  "dbconnectionfactory": 215,
  "dbo": 216,
  "default": 217,
  "deny": 218,
  "depend": 219,
  "depended": 220,
  "dependencies": 221,
  "dependency": 222,
  "dependencytreeexpander": 223,
  "detection": 224,
  "diagnostics": 225,
  "diagnosticsc0102": 226,
  "diagnosticsc0105": 227,
  "diagnosticsc0108": 228,
  "diagnosticsc0112": 229,
  "diagnosticsc0113": 230,
  "diagnosticsc0115": 231,
  "diagnosticsc0120": 232,
  "diagnosticsc0130": 233,
  "diagnosticsc0131": 234,
  "diagnosticsc0137": 235,
  "diagnosticsc0138": 236,
  "diagnosticsc0139": 237,
  "diagnosticsc0140": 238,
  "diagnosticsc0145": 239,
  "diagnosticsc0148": 240,
  "diagnosticsc0153": 241,
  "diagnosticsc0156": 242,
  "diagnosticsc0161": 243,
  "diagnosticsc0162": 244,
  "diagnosticsc0164": 245,
  "diagnosticsc0169": 246,
  "diagnosticsc0173": 247,
  "diagnosticsc0182": 248,
  "diagnosticsc0183": 249,
  "diagnosticsc0188": 250,
  "dispatch": 251,
  "docs": 252,
  "document": 253,
  "dot": 254,
  "druk": 255,
  "embedding": 256,
  "embeddingmodel": 257,
  "embeddingquerybuilder": 258,
  "embeddings": 259,
  "encode": 260,
  "encoder": 261,
  "end": 262,
  "entry": 263,
  "etykiety": 264,
  "events": 265,
  "evolution": 266,
  "evolved": 267,
  "exact": 268,
  "execute": 269,
  "executestoredprocedure": 270,
  "executor": 271,
  "expand": 272,
  "expand_dependency_tree": 273,
  "expander": 274,
  "expansion": 275,
  "extract": 276,
  "extractkeywords": 277,
  "extractor": 278,
  "facade": 279,
  "factory": 280,
  "faiss": 281,
  "fake": 282,
  "faktura": 283,
  "file": 284,
  "filter": 285,
  "filterdocs": 286,
  "finance": 287,
  "find": 288,
  "findshipment": 289,
  "for": 290,
  "fraud": 291,
  "fraudriskscorer": 292,
  "frazy": 293,
  "fusion": 294,
  "generate": 295,
  "generateinvoice": 296,
  "generator": 297,
  "get": 298,
  "getbytrackingnumber": 299,
  "getprovider": 300,
  "go": 301,
  "goal": 302,
  "graph": 303,
  "graphproviderfacade": 304,
  "handle": 305,
  "has": 306,
  "haspermission": 307,
  "heurystyka": 308,
  "hints": 309,
  "history": 310,
  "http": 311,
  "httpc0109": 312,
  "httpc0113": 313,
  "httpc0119": 314,
  "httpc0121": 315,
  "httpc0123": 316,
  "httpc0124": 317,
  "httpc0131": 318,
  "httpc0134": 319,
  "httpc0141": 320,
  "httpc0149": 321,
  "httpc0150": 322,
  "httpc0152": 323,
  "httpc0154": 324,
  "httpc0158": 325,
  "httpc0159": 326,
  "httpc0163": 327,
  "httpc0167": 328,
  "httpc0168": 329,
  "httpc0176": 330,
  "httpc0186": 331,
  "hybrid": 332,
  "hybridranker": 333,
  "id": 334,
  "idf": 335,
  "implementation": 336,
  "important": 337,
  "index": 338,
  "initialize": 339,
  "inverted": 340,
  "invoice": 341,
  "invoicegenerator": 342,
  "invoices": 343,
  "ioc0110": 344,
  "ioc0111": 345,
  "ioc0133": 346,
  "ioc0135": 347,
  "ioc0136": 348,
  "ioc0140": 349,
  "ioc0145": 350,
  "ioc0147": 351,
  "ioc0151": 352,
  "ioc0165": 353,
  "ioc0168": 354,
  "ioc0171": 355,
  "ioc0172": 356,
  "ioc0182": 357,
  "ioc0184": 358,
  "ioc0185": 359,
  "ioc0187": 360,
  "is": 361,
  "isallowed": 362,
  "isstopword": 363,
  "it": 364,
  "jwt": 365,
  "k1": 366,
  "key": 367,
  "keyrotation": 368,
  "keys": 369,
  "keyword": 370,
  "keyword_rerank": 371,
  "keywordextractor": 372,
  "keywordrerankscorer": 373,
  "keywords": 374,
  "label": 375,
  "labelprinter": 376,
  "length": 377,
  "lexical": 378,
  "list": 379,
  "load": 380,
  "log": 381,
  "logger": 382,
  "main": 383,
  "management": 384,
  "matches": 385,
  "math": 386,
  "mathc0102": 387,
  "mathc0107": 388,
  "mathc0116": 389,
  "mathc0117": 390,
  "mathc0118": 391,
  "mathc0134": 392,
  "mathc0135": 393,
  "mathc0141": 394,
  "mathc0142": 395,
  "mathc0155": 396,
  "mathc0156": 397,
  "mathc0163": 398,
  "mathc0170": 399,
  "mathc0171": 400,
  "mathc0173": 401,
  "mathc0178": 402,
  "meaningful": 403,
  "merge": 404,
  "mergeandrerank": 405,
  "model": 406,
  "namespace": 407,
  "nearest": 408,
  "nearestneighbors": 409,
  "neighbors": 410,
  "net": 411,
  "newer": 412,
  "node": 413,
  "normalize": 414,
  "number": 415,
  "older": 416,
  "on": 417,
  "open": 418,
  "parcel": 419,
  "parse": 420,
  "parser": 421,
  "parsing": 422,
  "parsingc0101": 423,
  "parsingc0103": 424,
  "parsingc0106": 425,
  "parsingc0110": 426,
  "parsingc0122": 427,
  "parsingc0126": 428,
  "parsingc0129": 429,
  "parsingc0130": 430,
  "parsingc0139": 431,
  "parsingc0142": 432,
  "parsingc0143": 433,
  "parsingc0146": 434,
  "parsingc0153": 435,
  "parsingc0159": 436,
  "parsingc0166": 437,
  "parsingc0167": 438,
  "parsingc0169": 439,
  "parsingc0172": 440,
  "parsingc0183": 441,
  "parsingc0187": 442,
  "payment": 443,
  "payments": 444,
  "paymentservice": 445,
  "permission": 446,
  "permissionchecker": 447,
  "permissions": 448,
  "pipeline": 449,
  "point": 450,
  "policy": 451,
  "prefix": 452,
  "print": 453,
  "printer": 454,
  "printing": 455,
  "printlabel": 456,
  "proc_compute": 457,
  "proc_computefraudrisk": 458,
  "proc_extra_001": 459,
  "proc_extra_002": 460,
  "proc_extra_003": 461,
  "proc_extra_004": 462,
  "proc_extra_005": 463,
  "proc_extra_006": 464,
  "proc_extra_007": 465,
  "proc_extra_008": 466,
  "proc_extra_009": 467,
  "proc_extra_010": 468,
  "proc_extra_011": 469,
  "proc_extra_012": 470,
  "proc_extra_013": 471,
  "proc_extra_014": 472,
  "proc_extra_015": 473,
  "proc_extra_016": 474,
  "proc_extra_017": 475,
  "proc_extra_018": 476,
  "proc_extra_019": 477,
  "proc_extra_020": 478,
  "proc_extra_021": 479,
  "proc_extra_022": 480,
  "proc_extra_023": 481,
  "proc_extra_024": 482,
  "proc_extra_025": 483,
  "proc_extra_026": 484,
  "proc_extra_027": 485,
  "proc_extra_028": 486,
  "proc_extra_029": 487,
  "proc_extra_030": 488,
  "proc_extra_031": 489,
  "proc_extra_032": 490,
  "proc_extra_033": 491,
  "proc_extra_034": 492,
  "proc_extra_035": 493,
  "proc_extra_036": 494,
  "proc_extra_037": 495,
  "proc_extra_038": 496,
  "proc_extra_039": 497,
  "proc_extra_040": 498,
  "proc_extra_041": 499,
  "proc_extra_042": 500,
  "proc_extra_043": 501,
  "proc_extra_044": 502,
  "proc_extra_045": 503,
  "proc_extra_046": 504,
  "proc_extra_047": 505,
  "proc_extra_048": 506,
  "proc_extra_049": 507,
  "proc_extra_050": 508,
  "proc_extra_051": 509,
  "proc_extra_052": 510,
  "proc_extra_053": 511,
  "proc_extra_054": 512,
  "proc_extra_055": 513,
  "proc_extra_056": 514,
  "proc_extra_057": 515,
  "proc_extra_058": 516,
  "proc_extra_059": 517,
  "proc_extra_060": 518,
  "proc_extra_061": 519,
  "proc_extra_062": 520,
  "proc_extra_063": 521,
  "proc_extra_064": 522,
  "proc_extra_065": 523,
  "proc_extra_066": 524,
  "proc_extra_067": 525,
  "proc_extra_068": 526,
  "proc_extra_069": 527,
  "proc_extra_070": 528,
  "proc_extra_071": 529,
  "proc_extra_072": 530,
  "proc_extra_073": 531,
  "proc_generate": 532,
  "proc_generateinvoice": 533,
  "proc_get": 534,
  "proc_getshipmentbytracking": 535,
  "proc_process": 536,
  "proc_processpayment": 537,
  "proc_search": 538,
  "proc_searchshipments_bm25": 539,
  "proc_searchshipments_hybrid": 540,
  "proc_searchshipments_semantic": 541,
  "proc_validate": 542,
  "proc_validatetoken": 543,
  "proc_write": 544,
  "proc_writeauditlog": 545,
  "procedura": 546,
  "procedure": 547,
  "process": 548,
  "processpayment": 549,
  "procs": 550,
  "product": 551,
  "program": 552,
  "provider": 553,
  "public": 554,
  "punkt": 555,
  "query": 556,
  "queryparser": 557,
  "queryrouter": 558,
  "rank": 559,
  "ranker": 560,
  "rate": 561,
  "rbac": 562,
  "reciprocal": 563,
  "reciprocalrankfusion": 564,
  "redaction": 565,
  "relevance": 566,
  "repository": 567,
  "representation": 568,
  "request": 569,
  "rerank": 570,
  "reranker": 571,
  "reranking": 572,
  "result": 573,
  "results": 574,
  "retrieval": 575,
  "risk": 576,
  "rotate": 577,
  "rotatekeys": 578,
  "rotation": 579,
  "route": 580,
  "router": 581,
  "rrf": 582,
  "run": 583,
  "sanity": 584,
  "save": 585,
  "score": 586,
  "scorer": 587,
  "scoring": 588,
  "search": 589,
  "searchable": 590,
  "searcher": 591,
  "searchfacade": 592,
  "secret": 593,
  "security": 594,
  "select": 595,
  "semantic": 596,
  "semanticsearcher": 597,
  "sentence": 598,
  "service": 599,
  "services": 600,
  "shipment": 601,
  "shipmentrepository": 602,
  "shipments": 603,
  "shipments_bm25": 604,
  "shipments_hybrid": 605,
  "shipments_semantic": 606,
  "shipmentservice": 607,
  "shipping": 608,
  "signature": 609,
  "signing": 610,
  "similarity": 611,
  "sk": 612,
  "sql": 613,
  "sqlexecutor": 614,
  "stage": 615,
  "start": 616,
  "startup": 617,
  "static": 618,
  "status": 619,
  "stopword": 620,
  "stopwordlist": 621,
  "stopwords": 622,
  "stored": 623,
  "string": 624,
  "table": 625,
  "table_invoices": 626,
  "table_payments": 627,
  "tables": 628,
  "tax": 629,
  "terms": 630,
  "testing": 631,
  "tests": 632,
  "text": 633,
  "textc0114": 634,
  "textc0117": 635,
  "textc0125": 636,
  "textc0127": 637,
  "textc0128": 638,
  "textc0133": 639,
  "textc0136": 640,
  "textc0147": 641,
  "textc0150": 642,
  "textc0152": 643,
  "textc0155": 644,
  "textc0157": 645,
  "textc0160": 646,
  "textc0174": 647,
  "textc0175": 648,
  "textc0176": 649,
  "textc0179": 650,
  "textc0180": 651,
  "textc0181": 652,
  "tf": 653,
  "tftokenizer": 654,
  "the": 655,
  "this": 656,
  "time": 657,
  "timec0105": 658,
  "timec0119": 659,
  "timec0127": 660,
  "timec0128": 661,
  "timec0132": 662,
  "timec0148": 663,
  "timec0149": 664,
  "timec0151": 665,
  "timec0154": 666,
  "timec0157": 667,
  "to": 668,
  "token": 669,
  "tokenizacja": 670,
  "tokenize": 671,
  "tokenizer": 672,
  "tokenvalidator": 673,
  "top": 674,
  "topk": 675,
  "trace": 676,
  "tracking": 677,
  "transaction": 678,
  "transformer": 679,
  "tree": 680,
  "used": 681,
  "utils": 682,
  "utilsc0101": 683,
  "utilsc0104": 684,
  "utilsc0106": 685,
  "utilsc0112": 686,
  "utilsc0118": 687,
  "utilsc0120": 688,
  "utilsc0125": 689,
  "utilsc0158": 690,
  "utilsc0164": 691,
  "utilsc0170": 692,
  "utilsc0177": 693,
  "utilsc0179": 694,
  "utilsc0185": 695,
  "utilsc0186": 696,
  "utilsc0188": 697,
  "validate": 698,
  "validatetoken": 699,
  "validation": 700,
  "validator": 701,
  "vat": 702,
  "vatcalculator": 703,
  "vector": 704,
  "verification": 705,
  "view": 706,
  "view_extra_001": 707,
  "view_extra_003": 708,
  "view_extra_004": 709,
  "view_extra_006": 710,
  "view_extra_008": 711,
  "view_extra_009": 712,
  "view_extra_010": 713,
  "view_extra_011": 714,
  "view_extra_012": 715,
  "view_extra_013": 716,
  "view_extra_014": 717,
  "view_extra_015": 718,
  "view_extra_018": 719,
  "view_extra_019": 720,
  "view_extra_020": 721,
  "view_extra_021": 722,
  "view_extra_022": 723,
  "view_extra_024": 724,
  "view_extra_025": 725,
  "view_extra_026": 726,
  "view_extra_027": 727,
  "view_extra_028": 728,
  "view_extra_029": 729,
  "view_extra_030": 730,
  "view_extra_031": 731,
  "view_extra_032": 732,
  "view_extra_033": 733,
  "view_extra_034": 734,
  "view_extra_035": 735,
  "view_extra_036": 736,
  "view_extra_037": 737,
  "view_extra_038": 738,
  "view_extra_040": 739,
  "view_extra_041": 740,
  "view_extra_042": 741,
  "view_extra_043": 742,
  "view_extra_044": 743,
  "view_extra_046": 744,
  "view_extra_047": 745,
  "view_extra_048": 746,
  "view_extra_049": 747,
  "view_extra_050": 748,
  "view_extra_051": 749,
  "view_extra_052": 750,
  "view_extra_053": 751,
  "view_extra_054": 752,
  "view_extra_055": 753,
  "view_extra_057": 754,
  "view_extra_058": 755,
  "view_extra_061": 756,
  "view_extra_062": 757,
  "view_extra_064": 758,
  "view_extra_065": 759,
  "view_extra_066": 760,
  "view_extra_067": 761,
  "view_extra_068": 762,
  "view_extra_069": 763,
  "view_extra_071": 764,
  "view_extra_072": 765,
  "view_extra_073": 766,
  "view_shipments": 767,
  "views": 768,
  "void": 769,
  "waybill": 770,
  "wej": 771,
  "whitespace": 772,
  "words": 773,
  "write": 774,
  "writeauditlog": 775
}